tap "bazelbuild/tap"
tap "blendle/blendle"
tap "domt4/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "pivotal/tap"
tap "zaquestion/tap"
brew "ack"
brew "automake"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "bazel"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "chezmoi"
brew "clang-format"
brew "cmake"
brew "cppcheck"
brew "curl"
brew "deno"
brew "diff-so-fancy"
brew "docker", link: false
brew "exa"
brew "exiftool"
brew "fd"
brew "libtool"
brew "ffmpeg"
brew "fish"
brew "flex", args: ["HEAD"]
brew "fswatch"
brew "fzf"
brew "gdb"
brew "ghostscript"
brew "git"
brew "gitlab-runner"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "hadolint"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "lastpass-cli"
brew "lazygit"
brew "llvm"
brew "lnav"
brew "lsd"
brew "luarocks"
brew "node"
brew "markdownlint-cli"
brew "mdcat"
brew "mitmproxy"
brew "mono"
brew "moreutils"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nushell"
brew "nvm"
brew "tree"
brew "pgcli"
brew "pinentry-mac"
brew "pipenv"
brew "pwgen"
brew "pyenv"
brew "qcachegrind"
brew "ripgrep"
brew "rust-analyzer"
brew "speedtest-cli"
brew "telnet"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "ttygif"
brew "vim"
brew "vips"
brew "wasm-pack"
brew "wget"
brew "xsv"
brew "ykman"
brew "yubico-piv-tool"
brew "zlib"
cask "alacritty"
cask "docker"
cask "drawio"
cask "eqmac"
cask "evernote"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-comic-neue"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "font-jetbrains-mono"
cask "font-victor-mono"
cask "gimp"
cask "google-featured-photos"
cask "grammarly"
cask "iterm2"
cask "itsycal"
cask "keybase"
cask "kindle"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "middleclick"
cask "onedrive"
cask "paw"
cask "postman"
cask "rar"
cask "rectangle"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "vimr"
cask "visual-studio-code"
cask "vlc"
cask "yubico-yubikey-manager"
