tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bat"
brew "bob"
brew "glib"
brew "colima"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "docker"
brew "docker-credential-helper"
brew "doctest"
brew "exiftool"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "flex"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "gnuplot"
brew "pkgconf"
brew "libtool"
brew "graphviz"
brew "help2man"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libunwind-headers"
brew "libyaml"
brew "z3"
brew "llvm"
brew "lnav"
brew "lpeg"
brew "lsd"
brew "luarocks"
brew "lynx"
brew "markdownlint-cli"
brew "moreutils"
brew "tree-sitter"
brew "neovide"
brew "ninja"
brew "peg"
brew "pgcli"
brew "pinentry-mac"
brew "pipenv"
brew "poppler"
brew "py3cairo"
brew "pyenv"
brew "pygobject3"
brew "python@3.9"
brew "qcachegrind"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby", link: true
brew "rust"
brew "sevenzip"
brew "speedtest-cli"
brew "telnet"
brew "tesseract-lang"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "tree"
brew "ttygif"
brew "vale"
brew "vim"
brew "vips"
brew "wget"
brew "xsv"
brew "yazi"
brew "ykman"
brew "yubico-piv-tool"
brew "zbar"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "1password-cli"
cask "drawio"
cask "eurkey"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-caskaydia-cove-nerd-font"
cask "font-codicon"
cask "font-comic-neue"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-monaspace-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "ghostty@tip"
cask "itsycal"
cask "microsoft-edge"
cask "rar"
cask "vlc"
cask "wezterm"
cask "yubico-yubikey-manager"
