tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "messense/macos-cross-toolchains"
brew "ack"
brew "act"
brew "automake"
brew "awscli"
brew "bat"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "carthage"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "cppcheck"
brew "curl"
brew "deno"
brew "diff-so-fancy"
brew "docker", link: false
brew "doctest"
brew "harfbuzz"
brew "emscripten"
brew "exa"
brew "exiftool"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "flex"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gitlab-runner"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "go"
brew "libtool"
brew "graphviz"
brew "hadolint"
brew "help2man"
brew "hub"
brew "hyperfine"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "lastpass-cli"
brew "lazygit"
brew "libunwind-headers"
brew "libyaml"
brew "z3"
brew "llvm"
brew "lnav"
brew "lpeg"
brew "lsd"
brew "luarocks"
brew "lynx"
brew "markdownlint-cli"
brew "mdcat"
brew "mitmproxy"
brew "moreutils"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "nvm"
brew "ninja"
brew "nushell"
brew "peg"
brew "pgcli"
brew "pinentry-mac"
brew "pipenv"
brew "poppler"
brew "pwgen"
brew "py3cairo"
brew "pyenv"
brew "pygobject3"
brew "qcachegrind"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby", link: true
brew "rust"
brew "speedtest-cli"
brew "spotify-tui"
brew "telnet"
brew "tesseract-lang"
brew "tmate"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "tree"
brew "ttygif"
brew "vale"
brew "vim"
brew "vips"
brew "wasm-pack"
brew "wget"
brew "xsv"
brew "ykman"
brew "youtube-dl"
brew "yubico-piv-tool"
brew "zbar"
brew "zlib"
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-gnu"
cask "1password"
cask "1password-cli"
cask "dash"
cask "docker"
cask "drawio"
cask "eqmac"
cask "firefox"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-caskaydia-cove-nerd-font"
cask "font-comic-neue"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "gimp"
cask "github"
cask "iterm2"
cask "itsycal"
cask "kindle"
cask "microsoft-edge"
cask "middleclick"
cask "mouse-fix"
cask "neovide"
cask "paw"
cask "postman"
cask "rar"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "yubico-yubikey-manager"
vscode "42Crunch.vscode-openapi"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.Bookmarks"
vscode "alex-pattison.theme-cobalt3"
vscode "arcsine.chronicler"
vscode "asvetliakov.vscode-neovim"
vscode "augustocdias.tasks-shell-input"
vscode "augustocdias.theme-cobalt-generic"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dgileadi.java-decompiler"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "eg2.vscode-npm-script"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "ginfuru.ginfuru-better-solarized-dark-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "GitLab.gitlab-workflow"
vscode "hbenl.vscode-test-explorer"
vscode "ithildir.java-properties"
vscode "jasonnutter.search-node-modules"
vscode "jspolancor.presentationmode"
vscode "magicstack.MagicPython"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "naco-siren.gradle-language"
vscode "octref.vetur"
vscode "pflannery.vscode-versionlens"
vscode "PKief.material-icon-theme"
vscode "pnp.polacode"
vscode "pverest.java-ide-pack"
vscode "quicktype.quicktype"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-community-server-connector"
vscode "redhat.vscode-rsp-ui"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sdras.night-owl"
vscode "serayuzgur.crates"
vscode "sohibe.java-generate-setters-getters"
vscode "SonarSource.sonarlint-vscode"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "Swellaby.vscode-rust-test-adapter"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.nodejs-extension-pack"
vscode "wayou.vscode-todo-highlight"
vscode "wesbos.theme-cobalt2"
vscode "wingrunr21.vscode-ruby"
vscode "xabikos.JavaScriptSnippets"
vscode "xyz.local-history"
vscode "YouMayCallMeV.vscode-java-saber"
vscode "zxh404.vscode-proto3"
