jorgebucaran/fisher
jethrokuan/z
oh-my-fish/theme-agnoster
oh-my-fish/plugin-brew
oh-my-fish/plugin-cd
PatrickF1/colored_man_pages.fish
oh-my-fish/plugin-foreign-env
jethrokuan/fzf
iamruinous/plugin-home-binpath
oh-my-fish/plugin-node-binpath
oh-my-fish/plugin-osx
oh-my-fish/plugin-pyenv
oh-my-fish/plugin-rustup
oh-my-fish/plugin-wttr
reitzig/sdkman-for-fish@v2.1.0
babarot/enhancd
jorgebucaran/nvm.fish
