jorgebucaran/fisher
oh-my-fish/plugin-brew
PatrickF1/colored_man_pages.fish
oh-my-fish/plugin-foreign-env
jethrokuan/fzf
iamruinous/plugin-home-binpath
oh-my-fish/plugin-node-binpath
oh-my-fish/plugin-osx
oh-my-fish/plugin-rustup
oh-my-fish/plugin-wttr
reitzig/sdkman-for-fish@v2.1.0
jorgebucaran/nvm.fish
ilancosman/tide
nickeb96/puffer-fish
babarot/enhancd
augustocdias/dotenv.fish
