{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "auto-session": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "codesnap.nvim": { "branch": "main" },
  "colorful-menu.nvim": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "detour.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "dropbar.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gatekeeper.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gx.nvim": { "branch": "main" },
  "helpview.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lua-utils.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neorg": { "branch": "main" },
  "neorg-interim-ls": { "branch": "main" },
  "neotest": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "none-ls-autoload.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-gomove": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-regexplainer": { "branch": "main" },
  "nvim-scissors": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-unception": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "octo.nvim": { "branch": "master" },
  "overseer.nvim": { "branch": "master" },
  "pathlib.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "refactoring.nvim": { "branch": "master" },
  "rustaceanvim": { "branch": "master" },
  "schemastore.nvim": { "branch": "main" },
  "securemodelines": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "statuscol.nvim": { "branch": "main" },
  "tabby.nvim": { "branch": "main" },
  "tabout.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "undotree": { "branch": "main" },
  "vim-lastplace": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zellij-nav.nvim": { "branch": "main" }
}
